IdeaRS.OpenModel.Loading.CrossSectionComponentEdges
Cross-section component edges

IdeaRS.OpenModel.Loading.CrossSectionComponentEdges.#ctor
Constructor

IdeaRS.OpenModel.Loading.CrossSectionComponentEdges.ComponentIndex
Zero based index of component

IdeaRS.OpenModel.Loading.CrossSectionComponentEdges.EdgeIndexes
List of zero based edge indexes of component